[
  {
    "slug": "mansion-house",
    "title": ["Mansion House", "Nicosia, Cyprus", "2020 - ongoing"],
    "text": [
      "This listed building in the heart of Nicosia was built by a local prominent textile merchant in the 1930s. The architectural reimaging of the house and its existing envelope was approached not as a preservation project nor as a new architecture. Contrasting dualities that are usually kept separate confront each other in a state of permanent interaction: New and old, horizontal and vertical, wide and narrow, open and closed – each of these contrasts establish the range of oppositions that define this new domestic environment. This design approach follows the idea of refining through removing, meticulously paring away until what is left cannot be improved by further reduction: sensual space, where the primary experience has been reduced to the quality of light, materials and proportions. This project’s aim was to rethink the architecture while simultaneously dealing with past and future."
    ]
  },
  {
    "slug": "furniture-i",
    "title": ["Furniture I", "Cyprus", "2019 - 2020"],
    "text": [
      "The design of this furniture was developed through a process of subtracting all unnecessary elements. The result  is silent, deliberately absent, and radically anonymous."
    ]
  },
  {
    "slug": "garden-house-ii",
    "title": ["Garden house II", "Limassol, Cyprus", "2017 - 2020"],
    "text": [
      "The design of this family house was to create a south-facing building where the sense of place is strong. This strength is expressed through a series of intimate relationships with the surrounding mountains, the topography, and the gardens, as well as the brilliance of the Mediterranean light. Externally, the house has the form of simple volumes that are intimately connected to the natural topography. Internally, there is a fluidity throughout the house’s interiors, characterised by its play of permeability across its width and along the 40 metres corridor. The design is simple, stripped of all extraneous details, with full-height openings that optimise sightlines to the cityscape and the sea. Uncompromisingly contemporary, the architecture is nonetheless quiet."
    ]
  },
  {
    "slug": "horizontal-house-i",
    "title": ["Horizontal house", "Limassol, Cyprus", "2016 - 2020"],
    "text": [
      "This house was designed as a domestic environment with an internal expansiveness within the urban landscape. It is designed to read as a graphically simple composition of a slender cantilevered white horizontal volume. The building form flexes to follow the topographical contours. The internal terrace space provides shelter from the prevailing winds around a U shape permeable volume. To go from one unit to another, residents pass through a narrow internal corridor located on the edge of the terrace, where the garden projects within the white volume."
    ]
  },
  {
    "slug": "rural-houses",
    "title": ["Rural houses", "Lefkara village, Cyprus", "2017 - 2020"],
    "text": [
      "'Reality as found' can be contained and confronted by architecture, rather than repro-ducked or represented. This brief was for a restoration of two listed rural houses from the 18th and 19th centuries and their conversion into holiday summer houses for two families. Intervention has been purposefully kept to a minimum, always respectful of the ways in which space, use and the passage of time have made their marks on the fabric of these buildings. The outcome is a series of refined backdrops for people and their activity, with richness deriving from details of form, texture, pattern and the fall of the light."
    ]
  },
  {
    "slug": "open-house",
    "title": ["Open house", "Nicosia, Cyprus", "2010 - 2011"],
    "text": [
      "This family house design aimed to re-define the relationship of domestic environment  and external spaces through a local way of living.  Its spaces are arranged as a series of internal self-contained folds and external courtyards. New forms of connections are created between the interior spaces and the garden, through a continuous dialogue to their surroundings. Architecture frames and supports what cannot be predicted: life."
    ]
  },
  {
    "slug": "pavilion-l",
    "title": ["Pavilion L", "Nicosia, Cyprus", "2010 - 2011"],
    "text": [
      "This Pavilion building is a library with an outside terrace and a pool. The design creates comfortable spaces for the users and capitalises on the quality of the light and views of the pool and garden. At this heart of the design is a recognisable language of materials and architectural moves — a signature pool, a particular play of recessed and protruding volumes and openings."
    ]
  },
  {
    "slug": "anassa-hotel",
    "title": ["Anassa Hotel", "Akamas Peninsula, Cyprus", "2007 - 2008"],
    "text": [
      "Anassa hotel is located on the shoreline next to the natural preserve of Akamas Peninsula on the north western end of Cyprus. The brief was for a general restoration of the buildings with the creation of spaces for new programmatic activities. Rather than grand gestures, the focus of the effort has fallen on the subtle adjustments in connection with the intimate relationships with the sea, the mountains and the surrounding Akamas national park."
    ]
  },
  {
    "slug": "residential-uv",
    "title": ["Residential UV", "Limassol, Cyprus", "2009 - 2010"],
    "text": [
      "This block of apartments is designed to read as a simple composition of a white sculpted volume, framing full-height glass and wood finished elements that quietly animate the four very distinct elevations. The goal of the design was to create five apartments with similar characteristics within a single white volume."
    ]
  },
  {
    "slug": "metal-workshop",
    "title": ["Metal workshop", "Paphos, Cyprus", "2010 - 2011"],
    "text": [
      "A basic metal structure produced a composition to accommodate the metal workshop and the agricultural activities. The building is embedded into the rugged landscape of rural Cyprus. The architectural form, the programmatic activities and the landscape are reclaimed as one 'field'."
    ]
  },
  {
    "slug": "damascus-hotel",
    "title": ["Damascus Hotel", "Damascus, Syria", "2012 – On hold"],
    "text": [
      "Three listed 17th century residences of prominent citizens in Syria, located in the historic part of Damascus, provide a historically and culturally rich context. This site was leased to the Aga Khan Trust, with the idea of creating a hotel. The project investigates the capacity of architecture to connect with history, time, place and people."
    ]
  },
  {
    "slug": "stone-house",
    "title": ["Stone house", "Limassol, Cyprus", "2006 - 2007"],
    "text": [
      "The house appears to emerge from the topography. The ground floor accommodation of this remote house is arranged as two white cubic volumes set in an L around the garden. Contrasting with the smooth rendered planes of the house, a volume is crafted from natural local stone."
    ]
  },
  {
    "slug": "art-pavilion-venice",
    "title": ["Art Pavilion Venice", "Venice, Italy", "2009"],
    "text": [
      "The design of this furniture was developed through a process of subtracting all unnecessary elements. The result  is silent, deliberately absent, and radically anonymous."
    ]
  },
  {
    "slug": "house-i",
    "title": ["House I", "Nicosia, Cyprus", "2006 - 2007"],
    "text": [
      "The idea behind house I is a contemporary design making it possible to inhabit a different sort of architectural space within an existing envelope of a 1950s building. The external shell was kept intact and fully restored while the interiors were simplified, combining single and double-height spaces. The design approach is spatial, not architectural."
    ]
  }
]
